<?php

return [
    'header' => [
        'links' => [
            'home'          => 'الرئيسية',
            'services'      => 'الخدمات',
            'how_app_works' => 'كيف يعمل التطبيق',
            'store'         => 'المتجر',
            'language'      => 'اللغة',
            'login'         => 'تسجيل الدخول',
            'signup'        => 'تسجيل',
        ],
        'short_discription' => 'مرحبا بكم في موقع Eagle Sales ، من هنا يمكنك البدء في تنمية عملك كصاحب عمل وأيضا يمكنك زيادة دخلك إذا كنت مندوب مبيعات موهوب حقا لن يستغرق الأمر سوى بضع دقائق منك للتسجيل وبدء الرحلة معنا',
        'get_started' => 'ابدأ الآن',
    ],
    'about' => [
        'about_us'      => 'من نحن',
        'about_us_text' => 'Eagle Sales هو الجيل الجديد من منصات البيع عبر الإنترنت وتطبيقات البيع التي تقدم لك أفكارًا جديدة ستساعدك على زيادة مبيعاتك عبر الإنترنت والمبيعات المباشرة لمنتجاتك سوف تقوم شركة Eagle Sales بربطك بجميع البائعين المتاحين في بلدك ، وستكون قادرًا على توسيع تغطيتك ، وزيادة عدد العملاء ، توسيع نطاق التوزيع وزيادة إيرادات مبيعاتك دون أي تكلفة إضافية لتوظيف فريق مبيعات جديد أو إضاعة الوقت في البحث عن عملاء جدد تساعد Eagle Sales الباعة الذين لديهم وقت فراغ ولديهم موهبة المبيعات لزيادة دخلهم من خلال ربطهم بشركائنا وتوجيههم إلى حيث يمكنهم بيع منتجات شركائنا والى اي عملاء',
        'see_more'      => 'انظر المزيد',
    ],
    'services' => [
        'our_services' => 'الخدمات',
        'online_sales' => [
            'title' => 'خدمات البيع عبر الإنترنت',
            'text'  => 'بصفتك موردًا ، يمكنك عرض منتجاتك على متجر الويب الخاص بـ Eagle Sales وتطبيق الهاتف المحمول الخاص بنا وسنقوم بيصالها إلى عدد كبير من العملاء مع القدرة على تحديد الأسعار والعروض الترويجية لكل منتج',
        ],
        'direct_sales' => [
            'title' => 'خدمات البيع المباشرة',
            'text'  => 'لدى Eagle Sales قاعدة بيانات ضخمة للعملاء مع مواقعهم وطبيعه نشاطهم سيقوم المناديب المستقلون والمعينون لدينا بزيارة هؤلاء العملاء وسيقدمون منتجاتك من خلال تطبيق الهاتف المحمول الخاص بنا إليهم في جميع مناطق البلاد',
        ],
        'digital_marketing' => [
            'title' => 'خدمات التسويق الرقمي',
            'text'  => 'بمجرد تسجيل منتجاتك معنا ، سيعمل فريق التسويق لدينا على خطط تسويقية لتقديم منتجاتك وترويجها لعملائك المستهدفين والمستهلكين النهائيين من خلال مواقع الوسائط الاجتماعية (Facebook-Twitter-Snapchat-Instagram-WhatsApp) بتصميمات وأفكار إبداعية كما سنقوم بايصال اخر العروض الخاصه بكم للعملاء الحاليين و العملاء المستهدفين بشكل دوري',
        ],
        'analystics' => [
            'title' => 'التحليل البيعي والتسويقي',
            'text'  => 'لدى Eagle sales فريق محترف من المحللين الذين سيعملون معك لتزويدك بالتقارير التحليليه التاليه مثل تحليل الأسعار - اتجاهات البيع -تحليل الادء البيعي - سلوكيات العملاء - ملاحظات العملاء - والمزيد',
        ],
    ],
    'how_app_works' => [
        'title' => 'كيف يعمل التطبيق',
        'cond'  => 'إذا كنت',
        'supplier' => [
            'title' => 'مورد',
            'text'  => 'ستتمكن من استخدام بوابة الموردين الخاصة بنا لرفع منتجاتك ووصفها وأسعارها وصورها وايضا يمكنك اضافه مقاطع من الفيديوهات لوصف المنتج  ، ثم يقوم فريق خدمة العملاء لدينا بمراجعتها والموافقة عليها بمجرد الموافقة عليها ، سيتمكن زوار موقعنا ومستخدمي التطبيق من رؤية منتجاتك وسيبدأ فريق المبيعات لدينا العمل على تقديم منتجاتك لجميع العملاء من خلال الزيارات المباشرة ، ثم ستبدأ في تلقي الطلبات بمعلومات العميل والمنتجات المرغوبه والموقع وجميع المعلومات القانونية المطلوبه والكميات من خلال بوابتنا ، يمكنك قبول / رفض الطلبات وتحديد تاريخ التسليم',
        ],
        'seller' => [
            'title' => 'بائع',
            'text'  => 'بصفتك بائعًا  يرغب في العمل معنا كبائع معين لدينا  أو بائع حر ، فأنت بحاجة إلى تحميل تطبيقنا والبدء في عملية التسجيل بمجرد ملء جميع المعلومات المطلوبة ، سيتصل بك فريق خدمة العملاء لدينا لشرح كيفية عمل التطبيق وما عليك فعله بالضبط للحصول على عمولتك بمجرد أن تبدأ العمل معنا ستتمكن من التعرف على المنتجات المتوفرة في متجرنا وسنوجهك إلى أقرب عميل من حولك من خلال خرائط جوجل وحسب نشاط العملاء ستعرض المنتجات على العملاء وترفع الطلبات ، بمجرد تسليم هذه الطلبات ، سيتم حساب عمولتك وتسجيلها في حسابك ويمكنك طلب تحويلها إلى حسابك المصرفي في اي وقت',
        ],
        'customer' => [
            'title' => 'عميل',
            'text'  => 'بصفتك عميلاً ، ستتمكن من الاطلاع او شراء منتجات موردينا من خلال موقعنا على الويب أو التطبيق ، بمجرد التسجيل معنا ، سيتم تخزين معلوماتك وبياناتك في قاعدة بياناتنا وسيتم إخطارك بأحدث العروض  وفقًا الإهتماماتك',
        ],
    ]
];